Repository: myzzxc/1105cnc
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: In one embodiment, a lateral width of vehicle 100 from the outside of a first tire 106 to the outside of a second tire 106 on the opposite side of vehicle 100 is about 64 inches.
zh_tw: 在一個實施例中，車輛 100 由第一輪胎 106 的外側至車輛 100 的第二個輪胎 106 另一側的橫向寬度大約為 64 英吋。

source: In one embodiment, a rotor 672 of parking brake 670 is coupled to the shaft 680 of shiftable transmission 144 on a right side of shiftable transmission 144 and a caliper 674 of parking brake 670 coupled to housing 460 of shiftable transmission 144.
zh_tw: 在一個實施例中，手煞車 670 的轉子 672 於變速箱 144 的右側連接到變速箱 144 的傳動軸 680，而手煞車 670 的卡鉗 674 連接到變速箱 144 的外殼 460。

source: In one embodiment, a seal is provided between base portion 344 and cover 346.
zh_tw: 在一個實施例中，底座部分 344 和外蓋 346 之間設有密封條。

source: In one embodiment, a seal is provided between open end 362 of fluid duct 328 and diverter portion 364 of base portion 344.
zh_tw: 在一個實施例中，流體管道 328 之開口端 362 和底座部分 344 之分流器部分 364 之間設有密封件。

source: In one embodiment, air inlet housing 170 includes multiple air inlets.
zh_tw: 在一個實施例中，進氣口外殼 170 包含多組進氣口。

source: In one embodiment, airbox 180 is positioned in space 272.
zh_tw: 在一個實施例中，風箱 180 位於空間 272 中。

source: In one embodiment, an exemplary accessory includes a cooler for storing cold products.
zh_tw: 在一個實施例中，配件範例包括用於儲存低溫產品之冰箱。

source: In one embodiment, angle 654 has a value in the range of about 10 degrees and about 30 degrees.
zh_tw: 在一個實施例中，角 654 的範圍為大約 10 度至大約 30 度之間。

source: In one embodiment, angle 654 has a value of about 0 degrees.
zh_tw: 在一個實施例中，角 654 的值約為 0 度。

source: In one embodiment, angle 654 has a value of about 30 degrees.
zh_tw: 在一個實施例中，角 654 的值約為 30 度。

source: In one embodiment, angle 654 has a value of up to about 10 degrees.
zh_tw: 在一個實施例中，角 654 的最大值約為 10 度。

source: In one embodiment, angle 654 has a value of up to about 20 degrees.
zh_tw: 在一個實施例中，角 654 的最大值約為 20 度。

source: In one embodiment, angle 654 has a value of up to about 30 degrees.
zh_tw: 在一個實施例中，角 654 的最大值約為 30 度。

source: In one embodiment, as represented in FIG. 10A, both air inlet 172 of air intake system 134 and air inlet 322 of air intake system 160 are positioned laterally outside of a lateral extent (wl) of power source 130 and CVT unit 140 and within a lateral extent (w2) of vehicle 100.
zh_tw: 圖 10A 的實施例中，空氣進氣系統 134 的兩個進氣口 172 和空氣進氣系統 160 的進氣系統 322 位於動力源 130 和無段變速單元 140的橫向範圍 (w1) 外，且位於車輛 100 的橫向範圍 (w2) 內。

source: In one embodiment, bearing carrier 536 is made of aluminum.
zh_tw: 在一個實施例中，軸承載具 536 為鋁製。

source: In one embodiment, both front suspensions 114 andrear suspensions 116 provide about 14 inches of suspension travel.
zh_tw: 其中一個實施例中，前懸吊 114 和後懸吊 116 之懸吊行程約為 14 英吋。

source: In one embodiment, both front suspensions 114 andrear suspensions 116 provide up to about 14 inches of suspension travel.
zh_tw: 其中一個實施例中，前懸吊 114 和後懸吊 116 之懸吊最大行程為大約 14 英吋。

source: In one embodiment, channel 382 provides a routing region for wires, cables, and other items.
zh_tw: 在一個實施例中，通道 382 為電線、電纜和其它物件的走線區域。

source: In one embodiment, connecting arm 592B and 594B are welded to opening 600B.
zh_tw: 在一個實施例中，連接臂 592B 和 594B 焊接至開口 600B 上。

source: In one embodiment, connecting arm 592B and 594B are welded to rear portion 534B.
zh_tw: 在一個實施例中，連接臂 592B 和 594B 焊接至後部 534B 上。

source: In one embodiment, dampening member 560 is angled forward by about 20 degrees, as represented by angle 562.
zh_tw: 在一個實施例中，阻尼元件 560 前傾約 20 度，以角 562 表示。

source: In one embodiment, dampening member 560 is angled inward by about 15 degrees, as represented by angle 564.
zh_tw: 在一個實施例中，阻尼元件 560 內傾約 15 度，以角 564 表示。

source: In one embodiment, drive member 400 includes fins which direct airflow.
zh_tw: 在一個實施例中，驅動元件 400 包括引導氣流之鰭片。

source: In one embodiment, driven member 402 includes fins which direct airflow.
zh_tw: 在一個實施例中，被驅動元件 402 包括引導氣流之鰭片。

source: In one embodiment, filter 242 is a foam filter.
zh_tw: 在一個實施例中，濾芯 242 為海棉濾芯。

source: In one embodiment, first plate member 596B and second plate member 598B are welded to connecting arm 5928 and connecting arm 594B.
zh_tw: 在一個實施例中，第一平板元件 596B 和第二平板元件 598B 以連銲接方式與連接臂 592B 和連接臂 594B 連接。

source: In one embodiment, first plate member 596B and second plate member 598B are welded to connecting arm 592B and connecting arm 594B.
zh_tw: 在一個實施例中，第一平板元件 596B 和第二平板元件 598B 以連銲接方式與連接臂 592B 和連接臂 594B 連接。

source: In one embodiment, front drive unit 154 includes active descent control (“ADC”).
zh_tw: 一個實施例中，前驅動單元 154 包含主動式緩降控制 (active descent control, ADC)。

source: In one embodiment, one or both of housing 460 and housing 462 includes at least three connections to frame 112.
zh_tw: 在一個實施例中，外殼 460 和外殼 462 其中之一或兩者包含至少三個連接至框架 112 的接點。

source: In one embodiment, one or more of the wheels may be replaced with tracks, such as the Prospector II Tracks available from Polaris Industries, Inc.
zh_tw: 其中一個實施例中，一組或多組車輪可能由履帶替換，如位於 55340 明尼蘇達州 Medina, 2100 Highway 55 之北極星業股份有限公司所供應之 Prospector II Tracks

source: In one embodiment, other suitable fasteners or mating components are provided to couple second portion 485 of spacer 484 to housing 460.
zh_tw: 在一個實施例中，間隔件 484 之第二部分 485 能使用其他適當的緊固件或固定元件連接至外殼 460。

source: In one embodiment, parking brake 670 may also be used for dynamic braking in addition to being a parking brake.
zh_tw: 在一個實施例中，手煞車 670 除了作為停車煞車外也能用於動態制動。

source: In one embodiment, quick connect couplers are used to coupled cover 346 to base portion 344.
zh_tw: 在一個實施例中，使用快速固定螺絲將外蓋 346 固定於底座部分 344。

source: In one embodiment, radius arms 526 are coupled to frame 112 through spherical bearings.
zh_tw: 在一個實施例中，懸臂 526 透過球面軸承連接至框架 112。

source: In one embodiment, rear drive unit 148 is a lockable/unlockable differential relative to output shafts 150.
zh_tw: 一個實施例中，後輪驅動單元 148 相對傳動軸 150 為可鎖定/解鎖差速器。

source: In one embodiment, removable cover 270 may be replaced with an accessory which includes the same tabs and latch placement as cover 270.
zh_tw: 在一個實施例中，可拆式外蓋 270 能更換為與外蓋 270 具有相同耳片和閂鎖位置之配件，

source: In one embodiment, resonator portion 176 is a separate component which is coupled to air inlet housing 170.
zh_tw: 在一個實施例中，諧振箱部分 176 為連接至進氣口外殼 170 的獨立元件。

source: In one embodiment, seating 211 includes multiple rows of seats,
zh_tw: 在一個實施例中，座位 211 包含多排座位，

source: In one embodiment, seating 211 includes multiple rows of seats, either bucket seats or bench seats or a combination thereof.
zh_tw: 在一個實施例中，座位 211 包含多排座位，座位可為桶型座椅或凳形座椅或兩種座椅組合。

source: In one embodiment, seating 211 is a bench seat.
zh_tw: 在一個實施例中，座位 211 為凳型座椅。

source: In one embodiment, second member 498 is a locking nut.
zh_tw: 在一個實施例中，第二元件 498 為鎖緊螺母，

source: In one embodiment, spacer 484 is a cast piece.
zh_tw: 在一個實施例中，間隔件 484 為一體成形之鑄件。

source: In one embodiment, spacer 484 maintains the center- line distance between the output shaft 138 of power source 130 and the input shaft 142 of shiftable transmission 144.
zh_tw: 在一個實施例中，間隔件 484 維持動力源 130 之輸出軸 138 和變速箱 144 之輸入軸之間的中心線距離。

source: In one embodiment, sway bar 570 is coupled to frame 112 at a location near the longitudinal placement of center of gravity 580.
zh_tw: 在一個實施例中，防擺桿 570 連接至框架 112 上之重心 580 縱向位置。

source: In one embodiment, the air inlet 172 for air intake system 134 is positioned on a first side of vertical centerline plane 122 and the air inlet 322 for air intake system 160 is positioned on a second side of vertical centerline plane 122.
zh_tw: 在一個實施例中，空氣進氣系統 134 之進氣口 172 位於垂直中線平面 122 的第一側，而空氣進氣系統 160 之進氣口 322 位於垂直中線平面 122 的第二側。

source: In one embodiment, the center of gravity 580 is generally aligned with a storage location of operator area 212 which reduces an amount of movement of the cargo within the storage compartment.
zh_tw: 在一個實施例中，重心 580 一般與駕駛區 212 之置物區對齊，以減少貨物於儲存空間內的移動，

source: In one embodiment, the difference between housing 460' and common housing 460 is due to the changes in the shiftable transmission 144.
zh_tw: 在一個實施例中，外殼 462' 和外殼 462 的之差異是因為更換變速箱 144 的緣故。

source: In one embodiment, the difference between housing 462' and housing 462 is due to the changes in the power source 130.
zh_tw: 在一個實施例中，外殼 462' 和外殼 462 的之差異是因為更換動力源 130 的緣故。

source: In one embodiment, the ground clearance of an unloaded vehicle 100 is about 13.5 inches.
zh_tw: 在一個實施例中，車輛 100 空車之離地間隙至少約 13.5 英吋。

source: In one embodiment, the ground clearance of an unloaded vehicle 100 is about 14 inches.
zh_tw: 在一個實施例中，車輛 100 空車之離地間隙至少約 14 英吋。

source: In one embodiment, the motion ratio for suspension 116 is in the range of about 0.5 to about 0.7.
zh_tw: 在一個實施例中，懸吊 116 之移動比為約 0.5 至 0.7 左右的範圍。

source: In one embodiment, the motion ratio for suspension 116 is in the range of about 0.5 to about 0.8.
zh_tw: 在一個實施例中，懸吊 116 之移動比為約 0.5 至 0.8 左右的範圍。

source: In one embodiment, the motion ratio for suspension 116 is in the range of about 0.52 to about 0.59.
zh_tw: 在一個實施例中，懸吊 116 之移動比為約 0.52 至 0.59 左右的範圍。

source: In one embodiment, the motion ratio for suspension 116 is in the range of about 0.6 to about 0.8.
zh_tw: 在一個實施例中，懸吊 116 之移動比為約 0.8 至 0.8 左右的範圍。

source: In one embodiment, the network is a CAN network.
zh_tw: 在一個實施例中，網路為 CAN 網路。

source: In one embodiment, the oil level may be checked by visual inspection.
zh_tw: 在一個實施例中，機油量以目視檢查。

source: In one embodiment, threaded couplers are received in openings 374 of holder 370 and threaded into coupling portions 376 of base portion 344.
zh_tw: 在一個實施例中，螺紋固定件置入固定器 370 之開口 374 中，並鎖入底座部分 344 之固定部分 376。

source: In one embodiment, vehicle 100 includes a network operatively connecting various components together.
zh_tw: 在一個實施例中，車輛 100 包括將各種元件連線在一起的網路。

source: In one embodiment, vehicle 100 includes light emitting diode headlights 640A, 640B (see FIG. 7) and light emitting diode taillights 642A, 642B (see FIG. 8).
zh_tw: 在一個實施例中，車輛 100 包括光發光二極體車燈 640A、640B (見圖 7) 和發光二極體尾燈 642A、642B (見圖 8)。

source: In one example, the CVT unit includes a diverter which receives the ambient air from the air intake system and directs a first portion of the ambient air to the first air inlet and a second portion of the ambient air to the second air inlet.
zh_tw: 一個範例中，無段變速單元包括一組分流器用以接收來自空氣進氣系統之空氣，並將第一部分空氣導向第一進氣口而第二部分空氣導向第二進氣口。

source: In one example, the air inlet is provided in an exterior body panel of the cargo carrying portion of the vehicle.
zh_tw: 於一個範例中，空氣進氣口位於車輛載貨部分主體外鈑金之內。

source: In one example, the caigo carrying portion is a cargo bed.
zh_tw: 一個範例為，載貨部分為一張載貨平板。

source: In one example, the cargo carrying portion is a cargo bed.
zh_tw: 一個範例為，載貨部分為一張載貨平板。

source: In one example, the first air inlet and the second air inlet are both rearward of a front plane of the seating of the operator area.
zh_tw: 於一個範例中，第一進氣口和第二進氣口皆位於駕駛區座位前面板後方。

source: In one example, the first radius arm includes an open end which receives the drive shaft.
zh_tw: 在一個例子中，第一懸臂包括一個連接驅動軸之開口端。

source: In one example, the first rear suspension includes a second control arm movably coupled to the frame at a second location rearward of the drive shaft connecting the rear drive unit and the first ground engaging member and between the plane passing through the first laterally extending end of the rear drive unit and the centerline longitudinal plane of the vehicle.
zh_tw: 一個範例為，第一後懸吊系統包含連接至框架的可動式第二控制臂，連接點位於連接後傳動單元與第一接觸地面元件的傳動軸上，介於後傳動單元的第一橫向延伸端面與車輛之縱向中心面之交錯面上。

source: In one example, the first rear suspension includes a second control arm moveably coupled to the frame at a second location rearward of the drive shaft connecting the rear drive unit and the first ground engaging member and between the plane passing through the first laterally extending end of the rear drive unit and the centerline longitudinal plane of the vehicle.
zh_tw: 一個範例為，第一後懸吊系統包含連接至框架的可動式第二控制臂，連接點位於連接後傳動單元與第一接觸地面元件的傳動軸上，介於後傳動單元的第一橫向延伸端面與車輛之縱向中心面之交錯面上。

source: In one example, the location at which the sway bar is coupled to the frame is rearward of the first location and the second location.
zh_tw: 一個範例中，防擺桿連接至框架的位置位於第一位置和第二位置後方。

source: In one example, the method further comprises the step of uncoupling a third portion of the radius arm of the rear suspension from the frame of the vehicle, the third portion being spaced apart from the first portion and the second portion.
zh_tw: 在一個範例中，此方法還包括拆除車輛後懸吊之懸臂第三部分的步驟，將第三部分與第一部分和第二部分分隔開。

source: In one example, the rear face of the vehicle is a flat surface.
zh_tw: 一個範例為，車輛後面為一平坦的表面。

source: In one example, the spacer is coupled to the power source through a first fastener and a second fastener and the spacer is coupled to the transmission through a third fastener and a fourth fastener.
zh_tw: 一個範例中，間隔件藉由第一緊固件和第二緊固件連接至動力源，而間隔件藉由第三緊固件和第四緊固件連接變速箱。

source: In one example, the storage compartment is a cup holder.
zh_tw: 在一個範例中，儲存空間為杯架。

source: In one example, the sway bar is coupled to the first movable arm and the second movable arm.
zh_tw: 一個範例中，防擺桿連接第一和第二可動式懸臂。

source: In one example, the sway bar is coupled to the first moveable arm and the second moveable arm.
zh_tw: 一個範例中，防擺桿連接第一可動式懸臂和第二可動式懸臂。

source: In one example, the vehicle further comprises a bearing carrier coupled to the control arm and the radius arm, the first sus
zh_tw: 一個範例中，車輛更包含一組連接控制臂和懸臂的軸承載具，

source: In one example, the vehicle further comprises a bearing carrier coupled to the control arm and the radius arm, the first suspension being generally rotatable about a first suspension axis generally passing through the first location and the second location.
zh_tw: 一個範例中，車輛更包含一組連接控制臂和懸臂的軸承載具，第一懸吊能以第一懸吊軸為中心旋轉通過第一位置和第二位置。

source: In operation, ambient air passes through openings in cover 244 and into filter housing 240.
zh_tw: 操作時空氣通過外蓋 244 之開口流入濾芯外殼 240，

source: In order to achieve universal access, there is a need for accelerated progress in disadvantaged groups and to ensure non-discrimination in WASH service provision.
zh_tw: 為了達到人人享有水資源的目標，我們需要加速推動弱勢群體的發展，並確保提供非歧視性的WASH服務。

source: In order to communicate to the router table you will require a computer and a network device called a router (see below.) The router which you will need to supply will be able to assign IP addresses.
zh_tw: 需使用電腦及路由器（見下圖）與雕刻機工作台進行通信，且應使用能提供 IP 位址之路由器。

source: In order to respect the transparency demanded, each HUTCHINSON Group supplier must fill out a "Conflict Minerals Report Template" questionnaire created by the EICC (Electronic Industry Citizenship Coalition) and GeSI (Global e-Sustainability Initiative).
zh_tw: 為了符合透明化的要求，HUTCHINSON 集團的每個供應商必須填寫由 EICC（電子產業公民聯盟） 和 GeSI （全球電子永續性倡議）所建立的 “衝突礦產報告範本” 問卷，

source: In paragraph 1.3.
zh_tw: 第 1.3 節

source: In particular, for these special characteristics, the Supplier implements a statistical process control (SPC) and follows its capability levels.
zh_tw: 對於特殊的性質，供應商特別實施型統計程序控制 （SPC）並展示其能力水準。

source: In particular, if a client wishes to audit the Supplier, the audit may only take place in the presence of a HUTCHINSON representative.
zh_tw: 尤其當客戶欲對供應商進行審核時，只能於 HUTCHINSON 代表在場時進行。

source: In particular, the Supplier must inform HUTCHINSON about any process deviation due to the characteristics followed in SPC.
zh_tw: 供應商尤其應告知 HUTCHINSON 由統計程序控制特性所檢測出之任何流程偏差。

source: In physical sensor option, the server will be required less and will can process more plates that in Virtual Sensor case.
zh_tw: 使用物理感測器則伺服器的需求量會較低，因此相較使用虛擬感測器的情況下，能處理更多的車牌。

source: In short, interfaces are where the action is!
zh_tw: 簡而言之，接口所在處即為作動處！

source: In some cases, data modification may require a stoppage of production, which will be indicated by a warning message on the screen of the checkweigher.
zh_tw: 在某些情況下，資料修改可能需要停止生產，此時檢重機螢幕上將出現一條警告訊息。

source: In still a further exemplary embodiment of the present disclosure, a vehicle is provided.
zh_tw: 本揭露資訊中提供車輛的另一個示範實施例。

source: In still another example, the method further comprises the steps of manipulating a portion of the floor of the caigo carrying portion to access the airbox from above the floor of the cargo carrying portion; and moving the cover portion of the airbox relative to the base portion of the airbox to access the filter of the airbox, the cover portion being rotatably coupled to the base portion.
zh_tw: 另一個範例中，此方法還包括操作載貨部分之平板的一部份以由載貨部分之平板上方進入風箱的步驟；以及打開風箱上與底座連接之外蓋部分以更換風箱之濾芯，外蓋部分與底座部分以一旋轉軸連接。

source: In still another example, the step of communicating the first amount of ambient air to the CVT unit of the vehicle includes the step of: passing the ambient air through a first filter located between an exterior of the cargo carrying portion and a wall of a cargo bed of the cargo carrying portion.
zh_tw: 另一個範例中，輸送第一總量空氣至車輛無段變速單元包含以下步驟：第一總量空氣通過位於載貨物部分外部和載貨物部分之載貨平板外牆之間的第一濾芯。

source: In still another example, the step of communicating the first amount of ambient air to the power source of the vehicle includes the step of passing the ambient air through a resonator box located between an exterior of the cargo carrying portion and a wall of a cargo bed of the cargo carrying portion.
zh_tw: 另一個範例中，輸送第一總量空氣至車輛動力源的步驟包含將第一總量空氣通過位於載貨物部分外部和載貨物部分之載貨平板外牆之間的諧振箱。

source: In still another exemplary embodiment of the present disclosure, a method of providing air to a CVT unit of a vehicle is provided.
zh_tw: 本揭露資訊中另一個示範實施例中將提供輸送空氣至車輛無段變速單元的方法。

source: In still another exemplary embodiment of the present disclosure, a method of providing air to a power source of a vehicle is provided.
zh_tw: 本揭露資訊中另一個示範實施例中將提供輸送空氣至車輛動力源的方法。

source: In still another exemplary embodiment of the present disclosure, a method of removing a radius arm of a rear suspension of a vehicle is provided.
zh_tw: 本揭露資訊中另一個示範實施例中將提供拆除車輛後懸吊的懸臂之方法。

source: In still another exemplary embodiment of the present disclosure, a vehicle is provided.
zh_tw: 本揭露資訊中提供車輛的另一個示範實施例。

source: In summary, to ensure that the cold chain functions as well as it possibly can, possibilities for bacterial growth, and a consequent reduction in shelf life, should be kept to a minimum.
zh_tw: 總體而言，必須確保冷藏鏈功能正常，並將細菌繁殖的可能性降至最低以避免保存期限縮短。

source: In the "Original Format" box you select the format whose data you want to copy and in the "To Format" box you select the number of the new format to be created.
zh_tw: 於「Original Format (原始格式)」方塊中選擇欲複製的資料格式，於「To Format (格式化)」方塊中選擇欲建立的新格式數量。

source: In the Account Information section, complete fields including Account Type, Bank Name, Bank Sort Code, and Account Number.
zh_tw: 於 Account Information (賬戶資訊) 畫面中輸入 Account Type (帳號類型)、Bank Name (銀行名稱)、Bank Sort Code (銀行代碼) 以及 Account Number (帳號)。

source: In the Application Virtualization Sequencer select the Virtual Registry tab
zh_tw: 於 Application Virtualization Sequencer 中選擇 Virtual Registry 分頁

source: In the Arduino IDE you will find the following examples, go to File -> Examples of Arduino IDE, under NAxesMotion, there are 4 sketches for the use of 9 Axes Motion Shield:
zh_tw: 於Arduino IDE中提供了以下範例，請選擇NAxesMotion中的File -> Examples of Arduino IDE，共有4種九軸運動擴充模組之範例：

source: In the Destination folder step make sure that the destination folder is the same as you defined in the App-V sequencer
zh_tw: 於 Destination folder （目標資料夾）步驟中，確認目標資料夾與 App-V sequencer 中所定義相同。

source: In the Document Category field, choose Termination.
zh_tw: 於文件類別欄位中，選擇 Termination (解雇)。

source: In the End Contract Details section, complete the relevant fields including the Contract End Date and Reason.
zh_tw: 於結束合約資訊部分填寫 Contract End Dat (合約終止日期) 和 Reason (原因) 等相關欄位。

source: In the Group Policy Window, right-click Computer Configuration/Software Settings/Software Installation.
zh_tw: 於 the Group Policy 視窗中，右件點擊 Computer Configuration/Software Settings/Software Installation（電腦設置/軟體設定/軟體安裝）。

source: In the Hiring Restrictions tab, provide the relevant details, including the mandatory fields Availability Date, Earliest Hire Date, Job Family, Job Profile, Job Description, and Location.
zh_tw: 於 Hiring Restrictions 分頁中提供相關資料，包括 Availability Date (生效日期)、Earliest Hire Date (最快招聘日期)、Job Family (職位分類)、Job Profile (職位檔案)、Job Description (職位說明) 和 Location (地點) 等必填欄位。

source: In the Job Details section, complete the relevant fields including the Position, Employee Type, Job Profile, Time Type, and Location.
zh_tw: 於職位詳細資訊部分填寫 Position (職位)、Employee Type (員工種類)、Job Profile (職位檔案)、Time Type (班別) 和 Location (地點)等相關欄位。

source: In the Optional Worklets column click the icon to display the search field.
zh_tw: 於 Optional Worklets 欄中，點擊 圖示以顯示搜尋欄位。

source: In the Recruiting Information tab, complete all relevant fields including the mandatory fields Reason, Recruiting Start Date, and Target Hire Date.
zh_tw: 於 Recruiting Information (招聘資訊) 分頁中填寫所有相關欄位，包括了 Reason (原因)、Recruiting Start Date (招聘開始日期) 和 Target Hire Date (預計雇用日期) 等必填欄位。

source: In the Salary field, click the icon on the right and enter the Salary Amount, Currency, and Frequency.
zh_tw: 點擊 Salary (薪資) 欄位右方的 圖示以輸入 Salary Amount (薪資金額)、Currency (貨幣) 和 Frequency (付款頻率)。

source: In the Upper section, complete the relevant fields including the Hire Date.
zh_tw: 於上半部分中填寫 Hire Date (雇用日期) 等相關欄位。

source: In the above example, the selected installation language is French (1036.mst).
zh_tw: 上述範例中所選的安裝語言為法語 (1036.mst)，

source: In the case of a multi-language setup package do not forget the relevant language transform file.
zh_tw: 使用於多語言安裝程式時，請不要忘記加入相關語言轉換檔。

source: In the case of a significant discrepancy in the quality or supply chain performance level, an escalation process must be activated in order to return the situation to normal as quickly as possible.
zh_tw: 於品質或供應鏈的績效水準差異極大的情況下，必須升級應變措施，以儘快恢復正常作業。

source: In the case of a suspension or revocation of the certificate, HUTCHINSON reserves the right to conduct its own audit (or have an organization of its choice conduct the audit).
zh_tw: 當認證暫時吊銷或註銷時，HUTCHINSON 保留自行審核的權利（或選擇進行審核之組織）。

source: In the case of subcontracting the equipment during the project phase, it is the responsibility of the Supplier to plan and organize the transfer of equipment while keeping HUTCHINSON informed.
zh_tw: 專案階段期間，進行任何外包設備時，供應商應負責設備轉移的計畫和組織，同時通知 HUTCHINSON。

source: In the case of the creation or adaptation of a supply, the explicit requirements are formulated by HUTCHINSON.
zh_tw: HUTCHINSON 制訂了明確的建立或更改供應的要求，

source: In the case of the engine braking, when active, engine braking is provided to the wheels of front axle 108 and, when inactive, engine braking is not provided to the wheels of front axle 108.
zh_tw: 當設定啟動進行引擎煞車時，引擎煞車將傳輸至前輪軸 108 的兩個車輪；當設定停用時，引擎煞車將不傳輸至前輪軸 108 的車輪。

source: In the case of the on-demand torque transfer, when active, power is provided to both of the wheels of front axle
zh_tw: 當設定啟動進行動力傳輸時，動力將傳輸至前輪軸 108 的兩個車輪；

source: In the case of the on-demand torque transfer, when active, power is provided to both of the wheels of front axle 108 and, when inactive, power is provided to one of the wheels of front axle 108.
zh_tw: 當設定啟動進行動力傳輸時，動力將傳輸至前輪軸 108 的兩個車輪；當設定停用時，動力將傳輸至前輪軸 108 的其中一個車輪。

source: In the case of the purchase of a standard chemical product where certain characteristics must be adapted to HUTCHINSON'S needs, special specifications will be signed by the Supplier and the HUTCHINSON CDR (Research Center).
zh_tw: 購買標準化學產品時，其中某些特性必須符合 HUTCHINSON 之需求，供應商和 HUTCHINSON CDR（研究中心）將簽署特殊規格合約。

source: In the case of use of equipment no longer guaranteed, the Supplier must provide HUTCHINSON with a quality and logistic risk analysis related to the state of the equipment as well as a proposal including measures to take.
zh_tw: 當設備使用之保證結束的情況下，供應商必須提供設備狀態相關的品質和物流風險分析予以 HUTCHINSON，以及對應措施之計畫書。

source: In the case the user has a Data Hub system, creating a new format will be performed the same way as explained in the previous paragraph.
zh_tw: 當使用者系統使用資料中心 (Data Hub) 系統的情況下，建立新的格式將如前述方式進行，

source: In the digital world pixels are always a number between 0 and 255.
zh_tw: 在數位世界中，像素是一個介於 0 到 255 之間的數，
